Repository: LiarOnce/packettracer-cn
Catalog: tm/auto/CPT8_1_1.tmx
Source language: en_us
Languages: zh_cn

source: Name/OID
zh_cn: 名称/OID

source: Operations:
zh_cn: 操作:

source: MIB Browser
zh_cn: MIB浏览器

source: Address:
zh_cn: 地址:

source: From
zh_cn: 发件人

source: Mails
zh_cn: 邮件

source: MAIL BROWSER
zh_cn: 邮件浏览器

source: Receive
zh_cn: 接收

source: Compose
zh_cn: 编写

source: Subject
zh_cn: 主题

source: Received
zh_cn: 收件箱

source: Mail Browser
zh_cn: 邮件浏览器

source: Cancel Send/Receive
zh_cn: 取消发送/接收

source: PPPoE Dialer
zh_cn: PPPoE拨号

source: Connect
zh_cn: 连接

source: Workstation PPPoE Dialer
zh_cn: 工作站PPPoE拨号

source: Text Editor
zh_cn: 文本编辑器

source: Manage Device Dialogs
zh_cn: 管理设备对话框

source: Remote IP
zh_cn: 远程IP

source: Inbound Rules
zh_cn: 入站规则

source: Local Port
zh_cn: 本地端口

source: Remote Wildcard Mask
zh_cn: 远程通配符掩码

source: Remote Port
zh_cn: 远程端口

source: IPv6 Protocol
zh_cn: IPv6协议

source: Remote IPv6
zh_cn: 远程IPv6

source: IPv6 Firewall
zh_cn: IPv6防火墙

source: Command Prompt
zh_cn: 命令提示符

source: &Dial
zh_cn: &拨号

source: Dial Number:
zh_cn: 拨打号码:

source: D&isconnect
zh_cn: &中断连接

source: &Cancel
zh_cn: &取消

source: Dial Modem
zh_cn: 拨号调制解调器

source: File
zh_cn: 文件

source: TFTP Service
zh_cn: TFTP服务

source: Terminal
zh_cn: 终端

source: VPN Configuration
zh_cn: VPN配置

source: Host IP (Server IP):
zh_cn: 主机IP (服务器IP):

source: Group Key:
zh_cn: 组密钥:

source: GroupName:
zh_cn: 组名:

source: Client IP:
zh_cn: 客户端IP:

source: TACACS+ Accounting
zh_cn: TACACS+记账

source: AAA Accounting Records
zh_cn: AAA记账记录

source: RADIUS Accounting
zh_cn: RADIUS记账

source: ServerAaaViewer
zh_cn: 服务器AAA查看器

source: &Send
zh_cn: &发送

source: Compose Mail
zh_cn: 编写邮件

source: (Select a Device to Drag and Drop to the Workspace)
zh_cn: (选择一台设备拖放至工作区)

source: Remote Network
zh_cn: 远程网络

source: HARDWARE TYPE: 0x%1
zh_cn: 硬件类型: 0x%1

source: SOURCE MAC: %1 (48 bits)
zh_cn: 源MAC: %1 (48位)

source: TARGET MAC: %1 (48 bits)
zh_cn: 目标MAC: %1 (48位)

source: TARGET IP: %1 (32 bits)
zh_cn: 目标IP: %1 (32位)

source: OPCODE: 0x%1
zh_cn: 操作码: 0x%1

source: PROTOCOL TYPE: 0x%1
zh_cn: 协议类型: 0x%1

source: Link Layer Address Field of ICMPv6 Header
zh_cn: ICMPv6报头的链路层地址字段

source: LINK LAYER ADDR:
zh_cn: 链路层地址:

source: TYPE: 0x%1
zh_cn: 类型: 0x%1

source: LENGTH: 0x%1
zh_cn: 长度: 0x%1

source: Differentiated Services Code Point
zh_cn: 差分服务代码点

source: PRO: 0x%1
zh_cn: 优先级: 0x%1

source: Padding Field of IP Header
zh_cn: IP报头的填充字段

source: Flags Field of IP Header
zh_cn: IP报头的标志字段

source: CHKSUM
zh_cn: 校验和

source: SRC IP: %1
zh_cn: 源IP: %1

source: OPT: 0x%1
zh_cn: 选项: 0x%1

source: Version Field of IP Header
zh_cn: IP报头的版本字段

source: Fragment Offset Field of IP Header
zh_cn: IP报头的分片偏移字段

source: SRC IP:<br/>%1
zh_cn: 源IP:<br/>%1

source: TRFC: %1
zh_cn: 流量: %1

source: NEXT: 0x%1
zh_cn: 下一: 0x%1

source: Next Header Field of IPv6 Header
zh_cn: IPv6报头的下一报头字段

source: Version Field of IPv6 Header
zh_cn: IPv6报头的版本字段

source: DST IP:<br/>%1
zh_cn: 目的IP:<br/>%1

source: FLOW LABEL: 0
zh_cn: 流标签: 0

source: Traffic Class Field of IPv6 Header
zh_cn: IPv6报头的流量类别字段

source: Version: %1
zh_cn: 版本: %1

source: Type: %1
zh_cn: 类型: %1

source: Moves the PDU from the inbound OSI stack to the outbound OSI stack.
zh_cn: 将PDU从入站OSI堆栈移动到出站OSI堆栈。

source: VTP Summary Frame: domain=%1, config revision=%2, followers=%3
zh_cn: VTP汇总帧: 域=%1, 配置修订=%2, 追随者=%3

source: OSPF DATABASE
zh_cn: OSPF数据库

source: LACP Frame
zh_cn: LACP帧

source: PAgP Frame
zh_cn: PAgP帧

source: CDP Frame
zh_cn: CDP帧

source: PPP Frame
zh_cn: PPP帧

source: Adds a header or a header and trailer to this layer's PDU to create the PDU at the next lower layer.
zh_cn: 在该层的PDU中添加报头或报头和报尾，以便在下一个更低层中创建PDU。

source: Netflow Exporter Packet
zh_cn: Netflow Exporter数据包

source: PDU Info Dialog
zh_cn: PDU信息对话框

source: IPv6 Header
zh_cn: IPv6报头

source: SCCP MESSAGE
zh_cn: SCCP消息

source: Ethernet II Header
zh_cn: Ethernet II报头

source: IP Header
zh_cn: IP报头

source: GRE Header
zh_cn: GRE报头

source: ESP Header
zh_cn: ESP报头

source: HDLC Frame
zh_cn: HDLC帧

source: ARP Packet
zh_cn: ARP数据包

source: Server: %1, Client: %2
zh_cn: 服务器: %1, 客户端: %2

source: Good Job! What about this layer? What is the device decision in this layer?
zh_cn: 做得好!那么这一层呢？ 设备在这一层做出了什么决策？

source: IEEE 802.3 Header
zh_cn: IEEE 802.3报头

source: Sorry. That is not the right answer. Please try again. What is the device decision in this layer?
zh_cn: 抱歉。这不是正确答案。请再次尝试。 设备在这一层做出了什么决策？

source: Authentication Header
zh_cn: 认证报头

source: At Device: %1 Source: %2 Destination: %3
zh_cn: 本设备: %1 源: %2 目的: %3

source: VTP Subset Frame: domain=%1, config revision=%2
zh_cn: VTP子集帧: 域=%1, 配置修订=%2

source: OSPF LINK STATE UPDATE
zh_cn: OSPF链路状态更新

source: Src. IP: %1, Dest. IP: %2
zh_cn: 源IP: %1, 目的IP: %2

source: FTP DATA
zh_cn: FTP数据

source: Version: %1, Command: %2
zh_cn: 版本: %1, 命令: %2

source: OSPF ACKNOWLEDGMENT
zh_cn: OSPF确认

source: REP DATA
zh_cn: REP数据

source: Congratulations! You have successfully completed this challenge. You may repeat this challenge by toggling the "Challenge Me" button, or you may try your knowledge at another protocol data unit (PDU).
zh_cn: 恭喜! 您已成功完成该挑战。您可以通过切换“向我提问”按钮重复该挑战，或者您还可以在另一个协议数据单元(PDU)上测试所学知识。

source: Eliminates the PDU.
zh_cn: 排除该PDU。

source: IEEE 802.3z Header
zh_cn: IEEE 802.3z报头

source: Layer 1: Port %1
zh_cn: 第1层: 端口 %1

source: OSPF LINKSTATE
zh_cn: OSPF链路状态

source: Layer 3:
zh_cn: 第3层:

source: Layer 4:
zh_cn: 第4层:

source: Layer 2:
zh_cn: 第2层:

source: Layer 7:
zh_cn: 第7层:

source: Layer 5:
zh_cn: 第5层:

source: Layer 6:
zh_cn: 第6层:

source: Accepts and finishes processing of the PDU.
zh_cn: 接受并完成对PDU的处理。

source: What is the device decision in this layer?
zh_cn: 设备在这一层做出了什么决策？

source: IPv6 Fragment Extension Header
zh_cn: IPv6分片扩展报头

source: Holds the PDU for processing or sending at a later time.
zh_cn: 保留PDU以便稍后处理，或稍后将其发送。

source: Src Port: %1, Dst Port: %2
zh_cn: 源端口: %1, 目的端口: %2

source: VOIP DATA
zh_cn: VOIP数据

source: Layer 1: Port(s):
zh_cn: 第1层: (端口):

source: VTP Request Frame: domain=%1
zh_cn: VTP请求帧: 域=%1

source: PDU Information at Device: %1
zh_cn: 设备上的PDU信息: %1

source: Removes a header or a header and trailer from this layer's PDU to create the PDU at the next higher layer.
zh_cn: 从该层的PDU中删除报头或报头和报尾，以便在下一个更高层中创建PDU。

source: Layer 1:
zh_cn: 第1层:

source: Sends the signal out the physical media.
zh_cn: 将信号发送至物理介质。

source: Len:
zh_cn: 长度:

source: Actor Length
zh_cn: 本端长度

source: Len: 0x%1
zh_cn: 长度: 0x%1

source: Partner State
zh_cn: 对端状态

source: Collector
zh_cn: 收集器

source: Partner: 0x%1
zh_cn: 对端: 0x%1

source: Partner System: %1
zh_cn: 对端系统: %1

source: Terminator
zh_cn: 终结器

source: Actor State
zh_cn: 本端状态

source: Partner Key
zh_cn: 对端密钥

source: Terminator Length
zh_cn: 终结器长度

source: Actor: 0x%1
zh_cn: 本端: 0x%1

source: Actor Port
zh_cn: 本端端口

source: Partner System Priority
zh_cn: 对端系统优先级

source: Collector Length
zh_cn: 收集器长度

source: Port: 0x%1
zh_cn: 端口: 0x%1

source: Partner Port Priority
zh_cn: 对端端口优先级

source: Partner Port
zh_cn: 对端端口

source: Actor System Priority
zh_cn: 本端系统优先级

source: Actor Port Priority
zh_cn: 本端端口优先级

source: Collector Max Delay
zh_cn: 收集器最大延迟

source: Actor Key
zh_cn: 本端密钥

source: MaxDelay:
zh_cn: 最大延迟:

source: Key: 0x%1
zh_cn: 密钥: 0x%1

source: Partner Length
zh_cn: 对端长度

source: Actor System:
zh_cn: 本端系统:

source: FlowSet Id: %1
zh_cn: 流量集ID: %1

source: Padding...
zh_cn: 填充...

source: Length: %1
zh_cn: 长度: %1

source: Template Id: %1
zh_cn: 模板ID: %1

source: FlowSet Id: 0
zh_cn: 流量集ID: 0

source: Count: %1
zh_cn: 计数: %1

source: Sent Port IfIndex: 0x%1
zh_cn: 发送端口接口索引: 0x%1

source: Local Dev ID:%1
zh_cn: 本地设备ID:%1

source: Port Name: %1
zh_cn: 端口名: %1

source: Partner Count
zh_cn: 对端计数

source: Partner Learn Capability
zh_cn: 对端学习功能

source: Local Learn Capability
zh_cn: 本地学习功能

source: Partner Sent Port IfIndex
zh_cn: 对端发送端口接口索引

source: Type: 0x%1
zh_cn: 类型: 0x%1

source: Partner Group IfIndex
zh_cn: 对端组接口索引

source: Local Grp IfIndex: 0x%1
zh_cn: 本地组接口索引: 0x%1

source: Device Name: %1
zh_cn: 设备名: %1

source: Local Port Priority
zh_cn: 本地端口优先级

source: Length: 0x%1
zh_cn: 长度: 0x%1

source: STEPSREMOVED : %1
zh_cn: 删除的步骤 : %1

source: , SRC PORT ID: %1
zh_cn: , 源端口ID: %1

source: REQUESTING SRC PORT ID:
zh_cn: 请求源端口ID:

source: CLOCK ID:
zh_cn: 时钟ID:

source: FLAGS: 0x
zh_cn: 标志: 0x

source: DOMAIN: %1
zh_cn: 域: %1

source: , PORT NUM: %1
zh_cn: , 端口号: %1

source: SEQ. NUM: %1
zh_cn: 序列号: %1

source: CONTROL: %1
zh_cn: 控制: %1

source: CLASS: %1,ACCURACY:Unknown(0xfe),VARIANCE:%2
zh_cn: 类别: %1,准确性:未知(0xfe),变量:%2

source: PTP TYPE: %1
zh_cn: PTP类型: %1

source: CORRECTION: %1(ns), %2(ns)
zh_cn: 修正: %1(ns), %2(ns)

source: RECEIVE TS: %1(s), %2(ns)
zh_cn: 接收TS: %1(s), %2(ns)

source: INTERVAL: %1
zh_cn: 间隔: %1

source: LENGTH: %1
zh_cn: 长度: %1

source: PRECISE ORG TS: %1(s), %2(ns)
zh_cn: 精确的ORG TS: %1(s), %2(ns)

source: GRANDMASTER CLOCK ID:
zh_cn: 主时钟ID:

source: UTC OFFSET: %1
zh_cn: UTC偏移: %1

source: NEXT HEADER:<br/>0x%1
zh_cn: 下一报头:<br/>0x%1

source: IDENTIFICATION:<br/>%1
zh_cn: 标识符:<br/>%1

source: Drop
zh_cn: 丢弃

source: Hint
zh_cn: 提示

source: Outbound PDU Details
zh_cn: 出站PDU详细信息

source: Queue
zh_cn: 队列

source: down arrow
zh_cn: 下箭头

source: <b>Out Layers</b>
zh_cn: <b>外层</b>

source: Challenge Me
zh_cn: 向我提问

source: up arrow
zh_cn: 上箭头

source: Accept
zh_cn: 接受

source: Layer1
zh_cn: 第1层

source: Layer2
zh_cn: 第2层

source: Layer3
zh_cn: 第3层

source: Layer4
zh_cn: 第4层

source: Layer5
zh_cn: 第5层

source: Layer6
zh_cn: 第6层

source: Layer7
zh_cn: 第7层

source: Encapsulate
zh_cn: 封装

source: Transfer
zh_cn: 迁移

source: Transmit
zh_cn: 传送

source: PDU INFO
zh_cn: PDU信息

source: At Device: Source: Destination:
zh_cn: 设备上: 源: 目的:

source: OSI Model
zh_cn: OSI模型

source: Next Layer >>
zh_cn: 下一层 >>

source: PDU Info Base Dialog
zh_cn: PDU信息基本对话框

source: <b>In Layers</b>
zh_cn: <b>内层</b>

source: Inbound PDU Details
zh_cn: 入站PDU详细信息

source: PDU Formats
zh_cn: PDU格式

source: << Previous Layer
zh_cn: << 上一层

source: De-encapsulate
zh_cn: 解封

source: Heat
zh_cn: 热度

source: Ohms
zh_cn: 欧姆

source: Rain
zh_cn: 雨

source: Snow
zh_cn: 雪

source: Wind
zh_cn: 风

source: Water Volume
zh_cn: 水量

source: Argon
zh_cn: 氩

source: Gases
zh_cn: 气体

source: Luminosity
zh_cn: 亮度

source: Other
zh_cn: 其他

source: Ozone
zh_cn: 臭氧

source: Smoke
zh_cn: 烟雾

source: Sound
zh_cn: 声音

source: Water
zh_cn: 水

source: Watts
zh_cn: 瓦特

source: Sound Volume
zh_cn: 音量

source: Packet Tracer Environment File (*.xml)
zh_cn: Packet Tracer环境文件(*.xml)

source: Nitrogen
zh_cn: 氮

source: Radiant Heat
zh_cn: 辐射热

source: Ionization
zh_cn: 电离

source: Ambient Temperature
zh_cn: 环境温度

source: Invalid File -- Packet Tracer
zh_cn: 无效文件 -- Packet Tracer

source: Methane
zh_cn: 甲烷

source: Water Speed
zh_cn: 水速

source: Water Level
zh_cn: 水位

source: Composition Hardness
zh_cn: 组合硬度

source: Clouds
zh_cn: 云

source: Energy
zh_cn: 能量

source: Neutron
zh_cn: 中子

source: Infrared
zh_cn: 红外线

source: Helium
zh_cn: 氦

source: Motion Speed
zh_cn: 运动速度

source: Moon Phases
zh_cn: 月相

source: Motion
zh_cn: 运动

source: Photon
zh_cn: 光子

source: Torque
zh_cn: 扭矩

source: Sound Pitch
zh_cn: 音调

source: Wind Gusts
zh_cn: 阵风

source: Wind Speed
zh_cn: 风速

source: Compaction
zh_cn: 压缩

source: Light (Sun)
zh_cn: 光(太阳)

source: White Noise
zh_cn: 白噪音

source: Propane
zh_cn: 丙烷

source: Water Temperature
zh_cn: 水温

source: Ultraviolet
zh_cn: 紫外线

source: Water pH
zh_cn: 水的pH值

source: Motion Direction
zh_cn: 运动方向

source: Wind Direction
zh_cn: 风向

source: Electromagnetic Radiation
zh_cn: 电磁辐射

source: Soil pH
zh_cn: 土壤的pH值

source: Radiation Level
zh_cn: 辐射水平

source: Radiation
zh_cn: 辐射

source: Electricity
zh_cn: 电流

source: Humidity
zh_cn: 湿度

source: Sunlight
zh_cn: 阳光

source: Elevation
zh_cn: 海拔

source: Temperature
zh_cn: 温度

source: Visible
zh_cn: 可见

source: Voltage
zh_cn: 电压

source: Unable to process envrionment XML
zh_cn: 无法处理环境XML

source: Earth Physical Features
zh_cn: 地球物理特征

source: Gravity
zh_cn: 重力

source: Unable to read environment XML
zh_cn: 无法读取环境XML

source: Atmospheric Pressure
zh_cn: 大气压力

source: Unable to open file.
zh_cn: 无法打开文件.

source: Hydrogen
zh_cn: 氢

source: Ok
zh_cn: 确定

source: New
zh_cn: 新建

source: The security privileges are determined by the application. If the requested privileges are not acceptable, please remove the application.
zh_cn: 安全特权由应用程序确定。如果不接受所请求的特权，请删除该应用程序。

source: Miscellaneous UI
zh_cn: 杂项UI

source: Multiuser
zh_cn: 多用户

source: On Demand
zh_cn: 请求时

source: Launch
zh_cn: 启动

source: Change Network Info
zh_cn: 更改网络信息

source: Apps List
zh_cn: 应用列表

source: Change UI
zh_cn: 更改UI

source: User Preferences
zh_cn: 用户首选项

source: Startup
zh_cn: 启动

source: On Startup
zh_cn: 启动时

source: Activity
zh_cn: 活动

source: File Operations
zh_cn: 文件操作

source: How does this application start?
zh_cn: 该应用程序如何启动？

source: Simulation
zh_cn: 模拟

source: This CAI assigns IP addresses to devices automatically. Version: 1.0 ID: net.netacad.cisco.autoIP Author: Michael Wang Contact: miwang@cisco.com
zh_cn: 此CAI自动为设备指定IP地址。 版本: 1.0 ID: net.netacad.cisco.autoIP 作者: Michael Wang 联系方式: miwang@cisco.com

source: Get Network Info
zh_cn: 获取网络信息

source: Configure Apps
zh_cn: 配置应用

source: Security Privileges
zh_cn: 安全特权

source: HOLD TIME
zh_cn: 保持时间

source: Create New Closet (Shift+W)
zh_cn: 创建新机柜(Shift+W)

source: Go to %1 (Alt+Left)
zh_cn: 跳转至%1 (Alt+Left)

source: New Container
zh_cn: 新容器

source: Go to Wiring Closet (Shift+T)
zh_cn: 跳转至布线柜(Shift+T)

source: Navigation Panel (Shift+N)
zh_cn: 导航面板 (Shift+N)

source: Set Background Image (Shift+I)
zh_cn: 设置背景图像 (Shift+I)

source: Single Grid Size: %1m x %2m
zh_cn: 单个网络尺寸: %1m x %2m

source: Closet
zh_cn: 机柜

source: New Closet
zh_cn: 新机柜

source: Create New City(Shift+C)
zh_cn: 创建新城市(Shift+C)

source: Set BG
zh_cn: 设置背景

source: Total Area: scaleless
zh_cn: 总面积: 无标度

source: Go to Working Closet(Shift+H)
zh_cn: 跳转至工作室(Shift+H)

source: Move Object(Shift+M)
zh_cn: 移动对象(Shift+M)

source: Create New Generic Container (Shift+F)
zh_cn: 创建新的通用容器(Shift+F)

source: Environment
zh_cn: 环境

source: Environment (Shift+E)
zh_cn: 环境 (Shift+E)

source: Go to Building
zh_cn: 跳转至大楼

source: Go to City
zh_cn: 跳转至城市

source: Create New Building (Shift+B)
zh_cn: 创建新大楼(Shift+B)

source: New City
zh_cn: 新城市

source: Go to Intercity
zh_cn: 跳转至城际

source: Set Background
zh_cn: 设置背景

source: Grid Preferences:
zh_cn: 网格首选项:

source: Total Area: %1m x %2m
zh_cn: 总区域: %1m x %2m

source: Grid is off.
zh_cn: 网格已关闭。

source: New Building
zh_cn: 新大楼

source: Primary Observable
zh_cn: 主观可观察的

source: Scoring Rule
zh_cn: 评分规则

source: Compound Observable
zh_cn: 复合可观察的

source: Description:
zh_cn: 描述:

source: Reporting Variable
zh_cn: 报告变量

source: Proficiency Estimate
zh_cn: 熟练度评估

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Context Sensitive Help</span></p></body></html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">上下文敏感帮助</span></p></body></html>

source: Expression:
zh_cn: 表达式:

source: Image
zh_cn: 图像

source: Select Physical Image to Customize
zh_cn: 选择要自定义的物理图像

source: Location
zh_cn: 位置

source: Select Physical Image from the list or click Browse to select:
zh_cn: 从列表中选择物理图像或单击“浏览”以选择:

source: Customize Physical Images of an End Device
zh_cn: 自定义终端设备的物理图像

source: Limit to Assessment Items
zh_cn: 评估项目限制

source: Uncheck to enable scriptable expressions
zh_cn: 取消选中以启用可编写脚本的表达式

source: Work Product Feature
zh_cn: 工作产品功能

source: Queue Size:
zh_cn: 队列大小:

source: Maximum Number of Opened Sessions:
zh_cn: 最大开放会话数:

source: Maximum Number of Connections:
zh_cn: 最大连接数:

source: Storm Control Multiplier:
zh_cn: 风暴控制倍数:

source: Half-Open Session Multiplier:
zh_cn: 半开放会话倍数:

source: Maximum Retransmission Timeout in Milliseconds:
zh_cn: 最大重传超时(毫秒):

source: Select Image to Customize
zh_cn: 选择要自定义的图像

source: Select Image from the list or click Browse to select:
zh_cn: 从列表中选择图像或单击“浏览”以选择:

source: Customize Images in Logical and Physical View
zh_cn: 在逻辑视图和物理视图中自定义图像

source: Directory: Desktop
zh_cn: 目录: 桌面

source: File Name:
zh_cn: 文件名:

source: Wiring closets do not have a scale.
zh_cn: 布线柜没有标度。

source: Grid Scale
zh_cn: 网格规模

source: Grid-X (m)
zh_cn: 网格-X (m)

source: Grid-Y (m)
zh_cn: 网格-Y (m)

source: Grid Line Color
zh_cn: 网格线颜色

source: Grid Preferences
zh_cn: 网格首选项

source: Select Grid Color
zh_cn: 选择网格颜色

source: Generic Container
zh_cn: 通用容器

source: Use the controls below to set grid spacing (in meters) for each level in the Physical View.
zh_cn: 请使用下面的控件为物理视图中的每个级别设置网格间距(单位为米)。

source: Use Default TFTP Servers
zh_cn: 使用默认的TFTP服务器

source: TFTP Server 1:
zh_cn: TFTP服务器1:

source: TFTP Server 2:
zh_cn: TFTP服务器2:

source: Device Name:
zh_cn: 设备名:

source: Network Adapter:
zh_cn: 网络适配器:

source: Use this Device Name
zh_cn: 使用此设备名

source: Device Name
zh_cn: 设备名

source: TFTP Servers
zh_cn: TFTP服务器

source: Inter(R) PRO/Wireless 3945 ABG Network Connection
zh_cn: Inter(R) PRO/Wireless 3945 ABG网络连接

source: Preferences
zh_cn: 首选项

source: Use these TFTP Servers:
zh_cn: 使用这些TFTP服务器:

source: Use Network Adapter to generate Device Name
zh_cn: 使用网络适配器生成设备名称

source: Peer Port Number:
zh_cn: 对端端口号:

source: Multiuser Connection
zh_cn: 多用户连接

source: Connection Type:
zh_cn: 连接类型:

source: Peer Address:
zh_cn: 对端地址:

source: Message:
zh_cn: 消息:

source: Peer Network Name:
zh_cn: 对端网络名称:

source: Use Global Multiuser Password
zh_cn: 使用全局多用户密码

source: Always Deny
zh_cn: 始终拒绝

source: Multiuser Listen
zh_cn: 多用户监听

source: Start Listening
zh_cn: 开始监听

source: New Remote Networks
zh_cn: 新的远程网络

source: Port Number
zh_cn: 端口号

source: Always Accept
zh_cn: 始终接受

source: Existing Remote Networks
zh_cn: 现有的远程网络

source: Local Listening Address:
zh_cn: 本地监听地址:

source: Name:
zh_cn: 名称:

source: Depth for Remote Saving:
zh_cn: 远程保存深度:

source: Allow Remote Saving
zh_cn: 允许远程保存

source: Forward remote PTMP broadcast messages
zh_cn: 转发远程PTMP广播消息

source: Multiuser Options
zh_cn: 多用户选项

source: Allow Peers to see connected devices and port names
zh_cn: 允许对端查看连接的设备和端口名称

source: Always Start Listening When Application Starts
zh_cn: 始终在应用程序启动时开始监听

source: Stop Listening
zh_cn: 停止监听

source: Listen Port Number:
zh_cn: 监听端口号:

source: Always Listen On Start
zh_cn: 始终在启动时监听

source: IPC Options
zh_cn: IPC选项

source: Allow Remote Applications
zh_cn: 允许远程应用

source: Pkz-Select Files
zh_cn: Pkz-选择文件

source: Add file(s) to Pkz
zh_cn: 添加文件至Pkz

source: User Profile
zh_cn: 用户资料

source: E-Mail:
zh_cn: 电子邮件:

source: Additional Info:
zh_cn: 附加信息:

source: Write Community
zh_cn: 写入共同体

source: Read Community
zh_cn: 读取共同体

source: SNMP Version
zh_cn: SNMP版本

source: Advanced
zh_cn: 高级

source: Select Text File
zh_cn: 选择文本文件

source: Select Text File to open in Text Editor
zh_cn: 选择要在文本编辑器中打开的文本文件

source: Restore Factory Defaults
zh_cn: 还原出厂默认设置

source: Warning! If you click OK, the device will reset to factory default and all previous settings will be erased.
zh_cn: 警告! 如果您单击确定，设备将重置为出厂默认设置，之前所有的设置将被擦除。

source: <html><head/><body><p>Warning: A directory based on the project name will be created.<br/>Any directories or files with the same name will be delete.</p></body></html>
zh_cn: <html><head/><body><p>警告: 将创建一个基于项目名称的目录。<br/>具有相同名称的所有目录或文件将被删除。</p></body></html>

source: Project Name
zh_cn: 项目名称

source: Enter Password.
zh_cn: 输入密码.

source: Cannot make multiuser connection to this instance of Packet Tracer.
zh_cn: 无法将多用户连接到Packet Tracer的此实例。

source: Incoming
zh_cn: 传入

source: Disconnect
zh_cn: 中断连接

source: Invalid Peer Port Number entered.
zh_cn: 输入的对端端口号无效.

source: Outgoing
zh_cn: 传出

source: BITS
zh_cn: 位

source: SNMP Set
zh_cn: SNMP设置

source: IpAddress
zh_cn: IP地址

source: Data Type
zh_cn: 数据类型

source: Disconnected
zh_cn: 中断连接

source: Connecting
zh_cn: 正在连接

source: Invalid Firmware Upgrade File.
zh_cn: 无效的固件更新文件.

source: Restore Configuration
zh_cn: 还原配置

source: Upgrade Firmware
zh_cn: 更新固件

source: Invalid Configuration File.
zh_cn: 无效的配置文件.

source: Please Select a File to Start Upgrade Process.
zh_cn: 请选择一个文件以开始更新进程.

source: Network Devices and Ports
zh_cn: 网络设备和端口

source: Port Visibility
zh_cn: 端口可见性

source: Insert HTML
zh_cn: 插入HTML

source: HTML Code:
zh_cn: HTML代码:

source: Status
zh_cn: 状态

source: Log
zh_cn: 登录

source: Copy
zh_cn: 复制

source: Redo
zh_cn: 重做

source: Undo
zh_cn: 撤销

source: Configure File Custom Interfaces
zh_cn: 配置文件用户界面

source: Packet Tracer Activity File (*.pkac)
zh_cn: Packet Tracer活动文件 (*.pkac)

source: About
zh_cn: 关于

source: New PT Script Module ...
zh_cn: 新建PT脚本模块...

source: Print ...
zh_cn: 打印...

source: Print
zh_cn: 打印

source: Main Toolbar
zh_cn: 主工具栏

source: Configure File Custom Interfaces ...
zh_cn: 配置文件用户界面...

source: Configure Global Custom Interfaces ...
zh_cn: 配置全局用户界面...

source: Update Devices? -- Cisco Packet Tracer
zh_cn: 更新设备？ -- Cisco Packet Tracer

source: The password you entered is incorrect!
zh_cn: 您输入的密码不正确!

source: Save As Common Cartridge ...
zh_cn: 另存为Common Cartridge ...

source: Show Active Apps ...
zh_cn: 显示活动应用...

source: The publisher certificate of this file has expired or is blacklisted. The publisher certificate has the following information.
zh_cn: 此文件的发布者证书已过期或被列入黑名单。发布者证书具有以下信息。

source: create Custom PDU
zh_cn: 创建用户PDU

source: Zoom In
zh_cn: 放大

source: Preferences ...
zh_cn: 首选项...

source: New PT Script Module
zh_cn: 新建PT脚本模块

source: Packet Tracer File (*.pkt *.pkac *.pkc)
zh_cn: Packet Tracer文件 (*.pkt *.pkac *.pkc)

source: PDU List Window
zh_cn: PDU列表窗口

source: Open Samples ...
zh_cn: 打开示例...

source: Network Information
zh_cn: 网络设备信息

source: Custom Devices Dialog
zh_cn: 用户设备对话框

source: Guest Save -- Packet Tracer
zh_cn: 访客保存 -- Packet Tracer

source: Log ...
zh_cn: 登录...

source: Password? -- Packet Tracer
zh_cn: 密码？ -- Packet Tracer

source: Save Offline Copy As ...
zh_cn: 另存为离线文件...

source: Exit -- Packet Tracer
zh_cn: 退出 -- Packet Tracer

source: Right Toolbar
zh_cn: 右侧工具栏

source: Packet Tracer File (*.pka *.pkt *.pkz)
zh_cn: Packet Tracer文件 (*.pka *.pkt *.pkz)

source: Any unsaved changes will be lost. Do you want to save your work?
zh_cn: 所有未保存的更改将会丢失。 您想要保存工作吗？

source: Issued By: %1
zh_cn: 发送方: %1

source: Activity Wizard ...
zh_cn: 活动向导...

source: Save As ...
zh_cn: 另存为...

source: Save As PKC
zh_cn: 另存为PKC

source: Save As PKZ
zh_cn: 另存为PKZ

source: External CC exporter is not responding.
zh_cn: 外部CC导出器无响应。

source: Incorrect Password -- Packet Tracer
zh_cn: 密码不正确 -- Packet Tracer

source: Info Dialog
zh_cn: 信息对话框

source: Script Project Manager
zh_cn: 脚本项目管理器

source: Listen
zh_cn: 监听

source: Show Active Apps
zh_cn: 显示活动应用

source: Interface Locked -- Packet Tracer
zh_cn: 接口锁定 -- Packet Tracer

source: Issued To: %1
zh_cn: 接收方: %1

source: Exit and Logout
zh_cn: 退出并注销

source: File saved:
zh_cn: 保存文件:

source: Options ...
zh_cn: 选项...

source: Save As Common Cartridge
zh_cn: 另存为Common Cartridge

source: Show Viewport
zh_cn: 显示视图区

source: Contents
zh_cn: 内容

source: Zoom Out
zh_cn: 缩小

source: Use as the Answer Network? -- Packet Tracer
zh_cn: 用作问答网络？ -- Packet Tracer

source: command log dock window
zh_cn: 命令日志停靠窗口

source: Script Project Manager ...
zh_cn: 脚本项目管理器...
